aaron-bond.better-comments
alefragnani.project-manager
arjun.swagger-viewer
bengreenier.vscode-node-readme
bradlc.vscode-tailwindcss
burkeholland.simple-react-snippets
chakrounanas.turbo-console-log
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
codeium.codeium
dbaeumer.vscode-eslint
digitalbrainstem.javascript-ejs-support
docker.docker
dotjoshjohnson.xml
dsznajder.es7-react-js-snippets
eamodio.gitlens
erikphansen.vscode-toggle-column-selection
esbenp.prettier-vscode
fnando.linter
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
genieai.chatgpt-vscode
github.copilot-chat
github.vscode-github-actions
graphql.vscode-graphql-syntax
hasanakg.firebase-snippets
hashicorp.terraform
hediet.vscode-drawio
hex-ci.stylelint-plus
huff-language.huff-language
idrabenia.solidity-solhint
infeng.vscode-react-typescript
jaspernorth.vscode-pigments
jebbs.plantuml
jock.svg
kisstkondoros.vscode-gutter-preview
lottiefiles.vscode-lottie
mechatroner.rainbow-csv
mikestead.dotenv
ms-azuretools.vscode-containers
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vscode.vscode-typescript-next
msjsdiag.vscode-react-native
noir-lang.vscode-noir
nomicfoundation.hardhat-solidity
patricklee.vsnotes
peakchen90.open-html-in-browser
pkief.material-icon-theme
pomdtr.excalidraw-editor
pulkitgangwar.nextjs-snippets
rangav.vscode-thunder-client
redhat.vscode-yaml
ritwickdey.liveserver
rust-lang.rust-analyzer
simonsiefke.svg-preview
softwaredotcom.swdc-vscode
tabnine.tabnine-vscode
tamasfe.even-better-toml
tintinweb.graphviz-interactive-preview
tintinweb.solidity-ai
tintinweb.solidity-metrics
tintinweb.solidity-visual-auditor
tintinweb.vscode-ethover
tintinweb.vscode-inline-bookmarks
tintinweb.vscode-solidity-flattener
tintinweb.vscode-solidity-language
tomoki1207.pdf
trailofbits.slither-vscode
usernamehw.errorlens
vincaslt.highlight-matching-tag
vscode-icons-team.vscode-icons
willluke.nextjs
wix.glean
wix.vscode-import-cost
xabikos.javascriptsnippets
xshrim.txt-syntax
yzhang.markdown-all-in-one
